IDEA Open Model
StagesLoading.TendonComponentLoad Property
Compatible with IDEA StatiCa Beta 20.0
 Tendon component loading
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<TendonComponentLoading> TendonComponentLoad { get; set; }
Public Property TendonComponentLoad As List(Of TendonComponentLoading)
	Get
	Set
Property Value
Type: List<TendonComponentLoading>
See Also
Reference
StagesLoading Class
IdeaRS.OpenModel.Concrete.Load Namespace